/**
 * Created by Rebecca_Han on 16/10/26.
 */
module.exports = {

}

var discovery= {
    "id": 3,
        "data": [
        {
            "question_id": 1,
            "answer_id": 3,
            "feed_source_id": 23,
            "feed_source_name": "Rebecca1",
            "feed_source_txt": "赞了回答1",
            "feed_source_img": "http://img5.duitang.com/uploads/item/201408/05/20140805182358_CckFB.thumb.700_0.png",
            "question": "为什么吸毒上瘾那么难戒？",
            "answer_ctnt": "千万，千万，别碰这个东西。说一下我自己吧，今年都31岁了。大概是05年的时候被一个混混朋友给带进去了，当时我们在外面喝酒，然后我喝多了，一个混混朋友递给我一支烟，说这个东西很爽的，我毫无防范之心就接过来抽了。抽的第一口就感觉味道不太对劲，不是那种香烟的味道。但是有一点上头，就感觉大脑有点不听使唤了。然后就是第二口第三口直到一整支烟抽完。那种感觉，不知道怎么形容，如果非要拿出来比喻的话，那可能就是手冲出来的那种快感，十倍，持续一整支烟的时间这么久。后来我偷家里的钱去找那个混混朋友买烟，发展到偷我妈的首饰拿出去卖。直到被我父母发现。大概在06年的时候我被我父母强行送进戒毒所，里面有很多被强行送进来戒毒的人，我发现我上瘾程度算低的了，我记得里面有一个人，大概二十多岁，瘦骨嶙峋，已经没有人样了，毒瘾一发就跟疯了一样，他大概一米六左右，最多只有50斤，毫不夸张的说，真的只有骨头了。但是他毒瘾一上来四五个管制去抓他都控制不住他。我们戒毒所里的管制基本都在一米七以上，都很壮实很精干。就是拉不住那个人。后来没办法就把他绑在床上，吃饭喝水全靠别人照顾。后来没多久就死里面了。我在戒毒所里面大概待了有一年多吧，说实话当时出来的第一个想法就是关了我这么久，我要去搞支烟犒劳一下自己。当时被我自己的第一想法吓了一跳。怎么说呢，当时我脑子里的理性和感性正在斗争，理性告诉我绝对不能再碰那个东西了，感性却总控制不住。但是当时我的理性战胜了我的感性。我还是没碰过那个东西。现在我有一个女朋友，她对我很好，但是我觉得我配不上她，就算现在我早已经不碰毒品，生活归于平静，就算我现在买了车买了房。说实话我感觉这个东西是戒不掉的。我现在已经不抽烟了。但是每次看见香烟总有一种冲动想拿起来抽。我知道不能放纵自己。就像上面说的，我的理性始终压制着这种冲动。说实话我在写下这段文字的时候嘴巴里都在分泌唾液，这段经历实在是太让人绝望了。我要谢谢我的父母，他们始终相信我可以戒断，始终陪在我身边。珍惜眼前的生活，人生不如意十之八九。但是如果你碰了毒品，那你的生活就全完了，不可能完全戒断的，我一缉毒警的朋友告诉我说我这种情况属于下水非常浅，并且非常少数的情况，因为他见过的吸毒的人百分之九十九点九都没办法上岸了。搞的家破人亡，最后连个能给自己办场后事的人都没，就这么走了。还有，出去玩一定要提防那些不靠谱的朋友，特别是他们递给你的香烟。就这么着吧。",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 2,
            "answer_id": 25,
            "feed_source_id": 24,
            "feed_source_name": "Alex2",
            "feed_source_txt": "回答了问题2",
          "feed_source_img": "http://i7.hexunimg.cn/2014-02-26/162495029.jpg",
          "question": "夏天不能给孩子喝冰水吗？",
          "answer_ctnt": "如果冰水这东西，全世界小孩都能喝，白人小孩能喝，黑人小孩能喝，东亚其他地方小孩也能喝，神奇的是连去了其他国家的中国移民的孩子也能喝，移民到中国的外国人的小孩也能喝，大家都不会因此生病……只有中国小孩，一喝就没阳气了，一喝就拉肚子了，一喝就鼻炎咽喉炎感冒都来了。那是不是说明，中国人真的就是人种不好，东亚病夫，在一片被凉水诅咒的土地上生长。你可以说喝凉水不适应，就像中国人不适应吃冰箱里直接拿出来的凉三明治，适口性差，不喜欢吃，就好像我妈非说凉水不解渴，不爱喝，但这跟生病是两码事。",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 3,
            "answer_id": 61,
            "feed_source_id": 25,
            "feed_source_name": "George3",
            "feed_source_txt": "赞了回答3",
          "feed_source_img": "http://cdn.duitang.com/uploads/item/201603/09/20160309105557_iRkhe.thumb.700_0.jpeg",
          "question": "为什么说公务员是铁饭碗？",
          "answer_ctnt": "我们这某个部门的局长得了肾病，去换了肾，前后搞了一年多时间，职务保留，副局长主持工作。回来以后，命虽然保住了，但人基本废了，于是组织上跟他商量，把岗位腾出来，但政治待遇和经济待遇保留，说白了就是别干活了，该给你的一分不少。不过，老同志就是觉悟高，照样天天拖着残躯啦上班，无非是来的晚点，走的早点。",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 4,
            "answer_id": 3,
            "feed_source_id": 23,
            "feed_source_name": "Rebecca4",
            "feed_source_txt": "赞了回答4",
          "feed_source_img": "http://cdn.duitang.com/uploads/item/201601/08/20160108194244_JxGRy.thumb.700_0.jpeg",
            "question": "选择 Kindle 而不是纸质书的原因是什么？",
            "answer_ctnt": "难道不明白纸质书更贵啊！！！ 若觉得kindle更贵，我觉得要么阅读量太少，那确实没有买kindle的必要。要么买的都是盗版的纸质书？我不清楚不加以评论。。。 另外，用kindle看小说的怎么真心不懂了...",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 5,
            "answer_id": 25,
            "feed_source_id": 24,
            "feed_source_name": "Alex5",
            "feed_source_txt": "回答了问题5",
          "feed_source_img": "http://cdn.duitang.com/uploads/item/201410/26/20141026191422_yEKyd.thumb.700_0.jpeg",
          "question": "为什么很多学霸都不爱做笔记？",
          "answer_ctnt": "说真的，学习这种事儿我认为你就是宁愿拿着课本朗读十遍也不要蒙着脑袋跟那儿埋着头做笔记……嘴和心是连着的，但是手和心是真不连着。正常人做笔记时候，其实心里想的基本就是：还差这两句，马上～写在这里……快写完了，写完了……这个过程里，你会想起知识？不存在的……仔细反思一下，是不是这个道理？我读书生涯从没做过笔记，包括我们老师也明令禁止做笔记这种事儿，经常说的一句话就是：不要做笔记好好听课，不然小心我给你撕了～笔记这玩意儿如果我要做的特别详细，那我不如买本教辅对着看，人家毕竟专业的，我那笔记咋可能做的过人家。如果我要做的简陋，那有个屁用，指不定到时候我看了我都想不起来这说的是啥，还不如直接带着问题翻教科书。纯属劳神费力，有些时间还不如多背一下古文来的实在。实在没事儿干，打把红警起码我还能得到快乐",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 6,
            "answer_id": 61,
            "feed_source_id": 25,
            "feed_source_name": "George6",
            "feed_source_txt": "赞了回答6",
          "feed_source_img": "http://cdn.duitang.com/uploads/blog/201404/22/20140422142715_8GtUk.thumb.600_0.jpeg",
          "question": "为什么在闲鱼卖不出东西？",
          "answer_ctnt": "不是卖不出去，是有些人……人心不足蛇吞象，我一个古驰的包包，买来1W多，正品，卖3Q5不贵吧，人家以来直接刀2000，我让她去看高仿，这个价钱，连精仿都买不到好么？碰到这种人，我也是真的不想再出了，无论遇到谁都不想卖出去。阿玛尼的气垫5b多买的，用了不到5次200出，给我100还要包邮，我可以当垃圾扔了也不给她，然后我没事涂脚丫子也不打算再卖了。不过前两天刚把莱珀妮的粉底卖掉，开封用了不到10次，1.9Q入手标价580，，第一个顾客问这问那，又是照片又是小票的，也没有买，姐佛系呀，也没气，但还是觉得标价太低，自己亏的慌于是改成800..改价不到2天，一个小姐姐很爽快没讲价就下单了，我倒是给自刀了50又送了很多自己用的好的东西赠送给她，小姐姐收到货后也是验收很快。其实我的东西标价并不高，娇兰散粉100卖了，宝格丽大吉岭也100卖了，也有很多挂了好久无人问津的宝贝，也都是基本全新。当然，闲鱼就是这样，价格高了人家嫌贵，价格低了怕是假货，所以卖不卖得出去都凭缘分吧，咱自己别昧着良心就好",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 7,
            "answer_id": 3,
            "feed_source_id": 23,
            "feed_source_name": "Rebecca7",
            "feed_source_txt": "赞了回答7",
          "feed_source_img": "http://img5.duitang.com/uploads/item/201608/18/20160818132039_54Q2f.thumb.700_0.jpeg",
          "question": "华为为什么不选择上市？",
          "answer_ctnt": "因为华为的股权结构非常特殊啊任正非创建华为的时候没钱，想给银行借钱银行不借，嫌他是私营业主，没有资产，给了钱不定能不能还上。当时华为现金流紧张，任正非在融资上一筹莫展，就差跳楼了。为了维持公司的运营不得已连哄带骗洗脑员工，让大家把自己的钱拿出来给公司用，公司给员工发虚拟股，将来盈利了再还给员工。华为就这么给撑下来了，才有了今天。所以华为的股权结构巨复杂，所有的员工都持有公司的虚拟股份，同时任正非借用华为工会来保持对公司的控制权。华为之所以成立，是任正非走投无路之下的孤注一掷。而华为复杂的股权结构又是当时时代不得已的特殊情况，所以华为不符合交易所的上市条件。更何况任正非不会允许华为被外来资本控制，影响公司决策。华为的产生是特殊时代的特殊产物，不能用一般意义上的上市公司来理解。",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 8,
            "answer_id": 25,
            "feed_source_id": 24,
            "feed_source_name": "Alex8",
            "feed_source_txt": "回答了问题8",
          "feed_source_img": "http://cdn.duitang.com/uploads/item/201410/06/20141006213125_PtNn8.thumb.700_0.jpeg",
          "question": "有什么事是当警察之后才懂的？",
          "answer_ctnt": "没有什么欢乐的周末，只想安安静静的补个觉。在派出所压力很大的，年纪轻轻的头发秃了…眼圈黑了…面色黄了…放个假就在床上好好躺着…",
            "good_num": "112",
            "comment_num": "18"
        }
    ]
}

module.exports.discovery = discovery;