/**
 * Created by Rebecca_Han on 16/10/27.
 */

module.exports={

};

var next = {
    "id": 4,
    "data": [
        {
            "question_id": 9,
            "answer_id": 61,
            "feed_source_id": 25,
            "feed_source_name": "George9",
            "feed_source_txt": "赞了回答9",
        "feed_source_img": "http://b-ssl.duitang.com/uploads/item/201701/07/20170107224121_sCiRe.jpeg",
        "question": "为什么犯了罪的人不直接处死刑？",
        "answer_ctnt": "有一天你坐地铁，一不小心碰了一个大汉一下，但是你没道歉，大汉恼羞成怒，大喝一声！小子！眼睛长哪了！你说在我身上啊～大汉以为你挑衅他，怒火中烧！一巴掌打过去！突然惊醒，最近改了法律，犯法就得死，卧槽。这么一想，他顿时冒了一身冷汗，停下来一想，刚好看到你，顿生一记，反正我都活不了了，这小子是罪魁祸首。你于某年某月某日，死于地铁上，起因，碰了别人一下没道歉被别人打了一下。打人者自知时日无多，遂卒。",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 10,
            "answer_id": 3,
            "feed_source_id": 23,
            "feed_source_name": "Rebecca10",
            "feed_source_txt": "赞了回答10",
          "feed_source_img": "http://pic.baike.soso.com/ugc/baikepic2/29883/20150811164729-997575824.jpg/0",
          "question": "中考不想去，老师说法院会起诉是真的吗？",
          "answer_ctnt": "这个是真的!真的！真的,重要的事情说三遍。",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 11,
            "answer_id": 25,
            "feed_source_id": 24,
            "feed_source_name": "Alex11",
            "feed_source_txt": "回答了问题11",
          "feed_source_img": "http://cdn.duitang.com/uploads/item/201312/07/20131207174301_xECGW.thumb.600_0.jpeg",
          "question": "未来三十年内杭州和武汉哪座城市会发展的更好？",
          "answer_ctnt": "杭州没戏，杭州房价太高不适合产业发展。资产泡沫的毒药不是每个城市都有资本来吃的，在中国，现在除了北上深，北上深吃这份毒药叫挪笼换鸟，而且吃这个毒药意思很明确了就是不要低端产业，低端人。意思表达的明明白白。       杭州没资本吃这份毒药，本来就没啥好的产业，工业制造业底子都差，还把资产泡沫搞这么高，又不能像香港上海以金融为主导(上海的高端制造业很厉害) 。只有1个阿里在支撑，不会再有其他的了，因为微创公司给不起阿里的工资，也承担不起杭州房子租金物业消费的成本。其他城市里只有合肥武汉两明白人，就是争夺未来的高端制造业，半导体，通讯，生物医疗。合肥是真明白人，早早的开启了自己的半导体产业计划。而且，高端消费电子国产化的趋势来的真是越来越快，合肥武汉现在有点相互竞争的意思了，武汉工业制造业底子深，合肥站桩早，谁能突围不好说，如果市场足够大，两城市能互补共赢也是可能的。       所有城市的发展模板只能是深圳，靠自有的产业突围，有了自己的高端产业，就多了高收入群体，就有高消费群体，正向驱动，强者恒强。京沪香港天然的区位金融政治优势学不来的，房地产的毒药其他城市不能吃。反正这份人口产业绝育毒药，杭州是吃了，未来并不会上升空间不会非常高了。      这种话题很具争议，每个人都会有自己喜欢的城市，都有自己的角度和看法，没必要争个谁对谁错。之前最后一句话，太武断了",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 12,
            "answer_id": 61,
            "feed_source_id": 25,
            "feed_source_name": "George12",
            "feed_source_txt": "赞了回答12",
          "feed_source_img": "http://img4q.duitang.com/uploads/item/201507/12/20150712093404_Gkirt.jpeg",
          "question": "你当房东时，遇到过最糟心的事情是什么？",
          "answer_ctnt": "我爸妈遇到的租客。1. 一个爱收集石头的房客。一声不吭搬走之后，房子里面放满了石头，我用塑料桶足足装了四桶拎下楼.....当晚颈椎病就犯了，疼的我直流泪。2.各种脏的要死的房客，找钟点工都不愿意接活！！3. 夫妻俩生了三个小孩，大的初中，小的一岁多。经济困难，经常拖房租。有一次拖了一个季度的房租后，我爸妈上门要，晚上八点了，两个大小孩排排站，可怜兮兮的说爸妈没回来他们还没有吃饭。我爸妈心软，啥也没说回家了。第二次上门要房租，对方来做客的侄子特别狂，叫我爸滚出去，气的我爸高血压犯了。后面小半年每次回家都听我妈念叨这个房客欠了多少房租，自己生闷气。因为他们租的那套是我的房子，我要求让那人搬走，我爸妈又说那家人实在可怜，你让他慢慢交吧，说急了就怼我说我不晓得穷人日子有多难。。。后来，那人把重病的老父亲接过来，在出租屋里住着，我怕人死在房子里，让他他搬走。没几天，那家人趁着月黑风高偷偷搬走了，钥匙也带走了，搞得我们得翘门进去，还欠了我们一万多的房租。。。我爸妈生了好久的闷气，自己的善良就这么被人涮了",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 13,
            "answer_id": 3,
            "feed_source_id": 23,
            "feed_source_name": "Rebecca13",
            "feed_source_txt": "赞了回答13",
          "feed_source_img": "http://b-ssl.duitang.com/uploads/item/201505/17/20150517101126_SFy2U.jpeg",
          "question": "为什么黑人长期被歧视？",
          "answer_ctnt": "那天我跟女朋友爬山回来，在公交车上遇到一对跨国夫妇，男的是黑人非常高大，女的是国人白皙清秀非常瘦。车上非常非常挤。男的坐在座位上，女的抱孩子背着包站着。听到那个男的说宝贝我爱你，然后又用别扭的中文一字一顿地说宝贝你辛苦了。我跟女朋友对视，在对方眼里都看到了惊讶。那女的怀里抱着的混血小孩也差不多三岁多了，看着就很重，这男的也不帮着抱一下。在国内这种场景一般都是妈妈抱着小孩坐着，爸爸站着。或者爸爸抱小孩坐着，妈妈站一边。你有见过妈妈又抱小孩又背包又站在一边的吗。后来下车的时候我看他行动非常灵活，证明腿也没毛病。当然，一样的没帮他老婆拿任何东西。我当时就斯巴达了，纯就一张嘴说说我爱你你辛苦了，啥事也不帮忙，看着就讨厌，不管是哪个人种。",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 14,
            "answer_id": 25,
            "feed_source_id": 24,
            "feed_source_name": "Alex14",
            "feed_source_txt": "回答了问题14",
          "feed_source_img": "http://b-ssl.duitang.com/uploads/item/201505/02/20150502133843_uaHR3.jpeg",
          "question": "如何看待中国现在的房地产泡沫？",
          "answer_ctnt": "一下午没上知乎回复这么多哈哈 原答案不是很严谨删掉了。大家好像也没理解我的意思，这套肯定不会住50年呀。我算的是一辈子租房子，差不多800万，而不是房子到时候能卖800w，不过能卖的越多越好咯哈哈。总归有钱买房还是买了好，不会投资的话放着也是放着   满五年再换嘛  ！而且一辈子租房子，算下来租金也不便宜嘛～",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 15,
            "answer_id": 61,
            "feed_source_id": 25,
            "feed_source_name": "George15",
            "feed_source_txt": "赞了回答15",
          "feed_source_img": "http://b-ssl.duitang.com/uploads/item/201708/26/20170826165627_fcxVE.thumb.700_0.jpeg",
          "question": "为什么拼多多敢宣传“假一赔十”，却继续售假？",
          "answer_ctnt": "《宰相刘罗锅》里有一段：刘墉念大清律，乾隆装睡着了，刘墉故意喊了一声：“谋杀亲夫，没事儿！”乾隆立马睁眼质问：“谋杀亲夫怎么会没事儿呢？这也是斩立决啊？！”刘墉解释：“谋杀亲夫，跑了没事儿，dei着了斩立决。”现在拼多多就是，售卖假货，没发现没事儿，发现了，假一赔十。",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 16,
            "answer_id": 3,
            "feed_source_id": 23,
            "feed_source_name": "Rebecca16",
            "feed_source_txt": "赞了回答16",
          "feed_source_img": "http://cdn.duitang.com/uploads/item/201401/17/20140117103922_vQX2G.thumb.700_0.jpeg",
          "question": "《家有儿女》有什么细思极恐的情节？",
          "answer_ctnt": "刘星有一集突然爱玩三国游戏，所以历史变得特别好结果全家都不相信他，坚持认为他是作弊所以出了个名句，我比窦娥还冤呢啊啊啊这里真的很心酸了，如果刘星喜欢作弊，那平常又怎么会日常考那么差，虽说学习确实不行，但至少没有弄虚作假这边反观家人就很难过了，完全没有人带入刘星的视角，都是在自己视角看问题，而且为了证明自己想法没错，不惜没有证据就往刘星脑门子上扣屎盆子事后还觉得没什么...可能这就是不经意间，伤人最深吧",
            "good_num": "112",
            "comment_num": "18"
        }
    ]
}
module.exports.next = next;