/**
 * Created by Rebecca_Han on 16/10/26.
 */
module.exports = {

}
var index= {
    "id": 1,
        "data": [
        {
            "question_id": 1,
            "answer_id": 3,
            "feed_source_id": 23,
            "feed_source_name": "Rebecca",
            "feed_source_txt": "赞了回答1",
            "feed_source_img": "http://b-ssl.duitang.com/uploads/item/201505/08/20150508005030_x5KP8.jpeg",
            "question": "资本的力量可以有多大？",
            "answer_ctnt": "在资本主导一切规则的社会：1、金融资本可以干死实体经济。2、资本可以控制政治，并像喂狗那样收买和驯服官员。3、金融资本能够通过控制金钱的流动，制造金融奴隶制，奴役一切劳动力阶层甚至制造业资本家。4、资本可以控制军队，让军队听钱的话，跟钱走",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 2,
            "answer_id": 25,
            "feed_source_id": 24,
            "feed_source_name": "Alex",
            "feed_source_txt": "回答了问题2",
          "feed_source_img": "http://cdn.duitang.com/uploads/item/201411/01/20141101173037_8jTcj.thumb.700_0.jpeg",
          "question": "为何建文帝会输给朱棣？",
          "answer_ctnt": "你们可能不知道只用3年就削掉全部藩是什么概念我们一般只会用四个字来形容这种人：千古一帝！我经常说一句话，当年汉景帝他能用3个月平七国之乱，我朱允炆用三年削八藩不是问题。埋伏他一手，这个燕王先不能削，这个燕王不用抢削，他死定了。反手先削个周王，闷声发大财。燕王装疯？但是不用怕，他骗不了我。齐泰、黄子澄，两个炸，很牛逼这个阵容，如果把这个李景隆换成徐达，我这个阵容将绝杀，但是换不得。单走一个世子，傻～逼，直接把齐王也削了。  给你20万大军顶他。九江兄快点，九江兄，九江兄北平空城都不要吗？九江兄你快点啊！九江兄别磨磨蹭蹭的。湘王 代王 岷王削了。削错了，应该削宁王的。给九江兄倒杯茶好吧，九江兄给你倒一杯卡布奇诺。给九江兄倒一杯卡布奇诺！50万大军开始你的平推秀，A他A他。漂亮！五百骑你能秒我？你能秒杀我？！你今天能五百骑把我朱允炆秒了，我！当！场！就把这个玉玺吃掉",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 3,
            "answer_id": 61,
            "feed_source_id": 25,
            "feed_source_name": "George",
            "feed_source_txt": "赞了回答3",
          "feed_source_img": "http://img4.duitang.com/uploads/item/201412/20/20141220202258_a82Jw.thumb.700_0.jpeg",
          "question": "何炅为何那么维护谢娜？",
          "answer_ctnt": "说个无关的，黄磊曾经在一个采访里谈过何炅，说他们认识这么多年以来，从来没有见过何炅跟任何一个人有过不合，从来没有。还说何老师是一个真正的好人。我不知道何炅为什么这么维护谢娜，但是何老师迄今为止硬要说有一批讨厌他的“黑粉”的话，基本都是因为讨厌谢娜而顺带讨厌多年维护她的何老师。另，我觉得何老师真正的朋友应该是黄磊老师这种，势均力敌，都有能力有阅历，相伴很多年。撒撒也是好朋友，但是还是认识得太晚了，确实比不上和黄老师从青春到中年的友情。至于谢娜，我觉得更像是一个善良又有能力的人对朋友同事的包容，换一个人何炅也会这样包容，只是谢娜缺点更多，被包容得也更多一点而已。",
            "comment_num": "18"
        },
        {
            "question_id": 4,
            "answer_id": 3,
            "feed_source_id": 23,
            "feed_source_name": "Rebecca",
            "feed_source_txt": "赞了回答4",
          "feed_source_img": "http://b-ssl.duitang.com/uploads/item/201606/25/20160625101805_kK8tJ.jpeg",
          "question": "为什么有这么多人不喜欢小米？",
          "answer_ctnt": "运动手环刚出来的时候，哪个牌子都敢卖到上千元，哪怕成本再低，功能再少，也是上千元。制造商很开心因为利润大，销售很开心，因为进货价低，售价高，消费者也很开心，因为价格贵上档次有逼格，如同皇帝的新衣里的裁缝，国王，和百姓，大家都心照不宣。可小米非要像小孩子一样，做一个99的手环，功能都有，续航可以，质量可以，就卖99。狠狠打了那些卖上千元的功能单一手环的人的脸。当了那个说出皇帝没穿衣服的小孩，看看现在还有哪个生产手环了。小米手机出来之前，市面上，手机是诺基亚，苹果，三星，HTC，联想和一堆山寨机（包括华为）。大家都赚的很开心，买一堆零件，拼在一起，就可以卖几千块钱，没有比这个容易赚钱的生意了。大家都随便做做手机不管质量的时候，小米非要保证质量，那时候买一个一两千的手机能用到半年不出问题就是奇迹了（苹果，诺基亚除外），小米非要做一个可以用两三年的手机。大家都直接原版的安卓系统，经常出现一英文字，还有你永远用不到的Google服务，下软件必须要下一个豌豆荚之类的应用商店，小米非要自己改一个MIUI出来，到现在为止MIUI还是中国最好的安卓系统。大家把配置奇低，质量非常差，寿命一年不到的手机卖到五六千块钱（不包括苹果），小米非要把配置比他们好，质量比他们好手机卖到1999，让那些闭着眼睛挣钱的厂家，睁开眼看了一眼消费者。如果没有小米，金立现在还很好，步步高还是把功能机以三千以上的价格卖给厂妹，oppo和vivo都不会出现，三星还是除苹果之外最好的手机，苹果还是那么特立独行，华为和中兴还是继续做山寨机，通过合约送给客户，联想也不会被人骂美国良心想，满大街都是修手机的。你花三千多还是只能买一部，用到半年就卡经常出质量问题的手机。安卓手机里流行的游戏是连连看，王者和吃鸡只有苹果手机和五千元以上的旗舰机可以玩，库克接过乔布斯的神位。没有小米，也会有其他手机充当小米的角色。但那时那刻，小米就是站出来了，喊了一句皇帝没穿衣服。砸了太多人赚轻松钱的饭碗。如果我是手机商，我最不希望我的对手是小米，如果我是手机店主，我最不希望卖小米手机，我是修手机的，小米手机砸了我饭碗，我为什么不讨厌小米。除了消费者没人喜欢小米。",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 5,
            "answer_id": 25,
            "feed_source_id": 24,
            "feed_source_name": "Alex",
            "feed_source_txt": "回答了问题5",
          "feed_source_img": "http://cdn.duitang.com/uploads/item/201509/10/20150910132531_XNn3u.thumb.700_0.jpeg",
          "question": "男生和女生有纯友谊吗？",
          "answer_ctnt": "没有。我有一个非常要好的女性朋友，认识十几年了，以为睡一张床上也不会有任何想法。但是有一刻有一瞬间。我俩突然看对眼了。友情转变成了爱情。所以说所谓友情和爱情其实没有什么界限，说不定某一刻，感情突然就变化了。现在我们在一起几年了，感情很好，因为对彼此都很了解，所以对对方都无条件的信任。我们的圈子也很相融，很多朋友都是彼此都认识的朋友。也受到了朋友们的祝福。所以如果你心里有一个人，你怕失去她或他而不敢袒露自己的心声而告诉自己做个朋友就好。大胆告诉他(她）吧。人生短暂，要和自己喜欢的人在一起。",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 6,
            "answer_id": 61,
            "feed_source_id": 25,
            "feed_source_name": "George",
            "feed_source_txt": "赞了回答6",
          "feed_source_img": "http://img5q.duitang.com/uploads/item/201506/27/20150627172404_ETte2.jpeg",
          "question": "程序员到底是干什么的？",
          "answer_ctnt": "很多同学以为程序员一天到晚的工作就是写代码，写代码，写代码！其实不是的。写代码只是很少很少的一部分工作，其实更多的时候，我们：读别人的代码",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 7,
            "answer_id": 3,
            "feed_source_id": 23,
            "feed_source_name": "Rebecca",
            "feed_source_txt": "赞了回答7",
          "feed_source_img": "http://5b0988e595225.cdn.sohucs.com/q_70,c_zoom,w_640/images/20190202/1f1e70db4c374f658a72d1fe04cc349e.jpeg",
          "question": "有哪些越早知道越好的人生经验？",
          "answer_ctnt": "我们一直被教育虚荣、贪婪、好吃、情欲是一件很坏很坏的事情，事实上，这些东西是印刻在我们基因的兽性，谁都躲不过，谁都逃不了。",
            "good_num": "112",
            "comment_num": "18"
        },
        {
            "question_id": 8,
            "answer_id": 25,
            "feed_source_id": 24,
            "feed_source_name": "Alex",
            "feed_source_txt": "回答了问题8",
          "feed_source_img": "http://img4q.duitang.com/uploads/item/201505/05/20150505084249_rFTdv.jpeg",
          "question": "有哪些以为是小罪，其实是重罪，判刑很重的案例？",
          "answer_ctnt": "刚从监狱出来，零几年在酒吧，对面一桌子混子有人对她吹口哨，来拉她一起喝酒，我喝多了，抽出随身带的匕首上去就是一刀，这一刀下去就是十五年，我记得进去的时候满大街还是求佛，寂寞沙洲冷什么的，十五年了，物是人非，去年她来看过我一次，告诉我她要结婚了，我没告诉她减刑的事，简单聊了几句我转身走了，这15年，我种过田，养过猪做过服装，心早就静了，出来后我去她楼下看过她一次，很幸福，我也很开心，我也该考虑我的生活了，昨晚做了一个梦，问题是15年前，熟悉的街道，熟悉的场景，可我就是没找到熟悉的人，梦里我是哭醒的，过去的，都回不去的，现在剩下的只是怀念，我也30好几了，突然也感到迷茫，经常夜里睡不着，坐在马路上，一个人喝着酒，抽着烟，不知前方路该怎么走？她结婚的前一天晚上我偷偷来到她家楼下，看着他家门口窗户上贴着喜字，屋里灯也亮着，我没敢打扰她，就蹲在她家楼下一根接着一根的抽烟，很快天就亮了，远处传来汽车喇叭声还有鞭炮声，我知道是接她的婚车来了，她今天就要成为别人的新娘了，她今天看起来特别漂亮，看着她上了婚车， 鞭炮响起，车子也开走了，我还在车队后面跟着，突然手机响了，是她发过来的短信，别送了，下辈子我是你的好吗？忘了我吧，那天我哭的撕心裂肺，不久后她闺密告诉我，那天她在楼上看到了我蹲在楼下不停的抽烟，她也哭了一宿没睡觉，我已经没什么遗憾了，成也好，败也罢，转头一切又成空，生也好，死也罢，人生匆匆不过百年，我又何必执着于一个结果。我现在唯一想做的就是回家给手机充电，手机没电了，编不下去了。文字都是复制的段子，不要在意细节了。",
            "good_num": "112",
            "comment_num": "18"
        }
    ]
}

module.exports.index = index;